Show / Hide Table of Contents
Class NadStrategyConcrete
Nad strategy concrete
Inheritance
System.Object
NadStrategyConcrete
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public class NadStrategyConcrete
Constructors
Improve this Doc   View Source
NadStrategyConcrete()
Constructor
Declaration
protected NadStrategyConcrete()
Properties
Improve this Doc   View Source
SetupValues
Setup values
Declaration
public List<NadSetupValue> SetupValues { get; set; }
Property Value
 Type |  Description
 System.Collections.Generic.List<NadSetupValue>
 Improve this Doc
 View Source